Repository: AlirezaSedghi/wp-jalali
Catalog: 5.0/languages/ztjalali-*.po
Languages: fa_ir

source: wp persian option
fa_ir: تنظیمات وردپرس فارسی

source: locale option
fa_ir: تنظیمات منطقه و زبان

source: force locale
fa_ir: زبان سیستم

source: force locale Description
fa_ir: آیا تمایل دارید زبان سیستم بطور پیش‌فرض فارسی باشد؟

source: force timezone
fa_ir: اختلاف ساعت

source: force timezone Description
fa_ir: آیا تمایل دارید ساعت پیش‌فرض ایران/تهران باشد؟

source: date option
fa_ir: تنظیمات تاریخ

source: change_date_to_jalali
fa_ir: تبدیل تاریخ میلادی به شمسی

source: change_date_to_jalali Description
fa_ir: آیا تمایل دارید تاریخ های میلادی به شمسی تبدیل شود؟

source: change_jdate_number_to_persian
fa_ir: تبدیل اعداد

source: change_jdate_number_to_persian Description
fa_ir: آیا تمایل دارید، اعداد لاتین به فارسی تبدیل گردد؟

source: change_url_date_to_jalali
fa_ir: تبدیل تاریخ در نشانی

source: change_url_date_to_jalali Description
fa_ir: آیا تمایل دارید نشانی(url) به شمسی تبدیل شود؟

source: month_name
fa_ir: نام ماه‌ها مطابق با کشور

source: iran
fa_ir: ایران

source: afghanistan
fa_ir: افغانستان

source: number option
fa_ir: تنظیمات اعداد

source: change_title_number_to_persian
fa_ir: عنوان نوشته

source: change_title_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در عنوان نوشته به فارسی تبدیل شوند؟

source: change_content_number_to_persian
fa_ir: متن نوشته

source: change_content_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در متن نوشته به فارسی تبدیل شوند؟

source: change_excerpt_number_to_persian
fa_ir: خلاصه نوشته

source: change_excerpt_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در خلاصه نوشته به فارسی تبدیل شوند؟

source: change_comment_number_to_persian
fa_ir: دیدگاه‌ها

source: change_comment_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در دیدگاه‌ها به فارسی تبدیل شوند؟

source: change_commentcount_number_to_persian
fa_ir: شمارنده دیدگاه‌ها

source: change_commentcount_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در شمارنده دیدگاه‌ها به فارسی تبدیل شوند؟

source: change_category_number_to_persian
fa_ir: دسته‌بندی‌ها

source: change_category_number_to_persian Description
fa_ir: آیا تمایل دارید اعداد در دسته‌بندی‌ها به فارسی تبدیل شوند؟

source: change_point_to_persian
fa_ir: ممیز اعشار

source: change_point_to_persian Description
fa_ir: آیا تمایل دارید ممیز اعداد اعشاری از نقطه به ٫ تبدیل شود؟

source: text option
fa_ir: تنظیمات متون

source: change_arabic_to_persian
fa_ir: تبدیل هوشمند حروف عربی به فارسی

source: change_arabic_to_persian Description
fa_ir: تبدیل خودکار حروف (ي) و (ك) عربی به (ی) و (ک) فارسی در هنگام نمایش و جستجوی هوشمند برای تمامی ترکیب‌های ممکن در هنگام جستجو.

source: change_archive_title
fa_ir: عنوان بایگانی

source: change_archive_title Description
fa_ir: آیا تمایل دارید نام ماهها در بایگانی شمسی باشد

source: persian_planet
fa_ir: چگونگی نمایش اخبار در پیش‌خوان

source: wp-persian news Blog
fa_ir: نمایش اخبار وردپرس فارسی

source: wp-persian planet
fa_ir: نمایش سیاره وردپرس فارسی

source: save changes
fa_ir: ذخیره تغییرات

source: wp-jalali options
fa_ir: تنظیمات وردپرس فارسی

source: wp-jalali
fa_ir: وردپرس فارسی

source: WordPress Development Blog
fa_ir: نمایش سیاره وردپرس انگلیسی

source: Other WordPress News
fa_ir: نمایش اخبار وردپرس انگلیسی

source: jalali archive
fa_ir: بایگانی شمسی

source: jalali archive widget
fa_ir: ابزارک بایگانی شمسی

source: title
fa_ir: عنوان ابزارک

source: yearly
fa_ir: سالیانه

source: monthly
fa_ir: ماهیانه

source: daily
fa_ir: روزانه

source: post by post
fa_ir: نوشته به نوشته

source: link count(zero to unlimit)
fa_ir: تعداد(0 برای نمایش همه)

source: show count of post (not work in post by post)
fa_ir: نمایش تعداد نوشته ها (فقط برای بایگانی روزانه و ماهیانه و سالیانه)

source: show dropdown list (not work in post by post)
fa_ir: نمایش به صورت لیست بازشو (فقط برای بایگانی روزانه و ماهیانه و سالیانه)

source: jalali calendar
fa_ir: تقویم شمسی

source: jalali calendar widget
fa_ir: ابزارک تقویم شمسی

source: jcalendar short name of week
fa_ir: نمایش نام ایام هفته بصورت خلاصه

source: View posts for %1$s %2$s
fa_ir: نمایش پست های %1$s %2$s

source: Powered BY persian wordpress
fa_ir: قدرت گرفته از وردپرس فارسی

source: wp-jalali option
fa_ir: تنظیمات افزونه جلالی

source: save_changes_in_db
fa_ir: ذخیره تغییرات در هنگام ذخیره کردن

source: save_changes_in_db Description
fa_ir: آیا تمایل دارید تغییرات حروف عربی و اعداد در هنگام ذخیره کردن نوشته صورت بگیرد؟ <br/>به این ترتیب عملیات اصلاح فقط یک بار (در هنگام ذخیره نمودن) انجام می گیرد و کارایی افزونه بیشتر خواهد شد.

source: ztjalali_admin_style
fa_ir: اصلاح ظاهر مدیریت

source: ztjalali_admin_style Description
fa_ir: اصلاح ظاهر مدیریت شامل تغییر قلم ،‌ تغییر اندازه قلم ها و ... که منجر به زیبا تر شدن محیط مدیریت می شود.

source: Full Jalali Date and Persian(Farsi) Support Package for wordpress, Full posts' and comments' dates convertion , Jalali Archive , Magic(Jalali/Gregorian) Calendar and Jalali/Gregorian Compaitables Permalinks, TinyMCE RTL/LTR activation, TinyMCE Persian Improvement, Cross browser Perisan keyboard support, Jalali Archive/Calendar widgets and Persian numbers, Great tool for Persian(Iranian) Users of WordPress, part of <a href="http://wp-persian.com" title="پروژه وردپرس فارسی">Persian Wordpress Project</a>.
fa_ir: تاریخ خورشیدی برای نوشته‌ها و دیدگاه‌ها و..، تاریخ خورشیدی برای افزونه‌های وابسته نظیر bbpress ، buddypress ، woocommerce و..، امنیت بالا و بهینه‌سازی شده، اصلاح ساختار لینک‌ نوشته‌ها، ابزارک تقویم و بایگانی و سایر تنظیمات کاربردی. ابزاری قدرتمند برای کاربران فارسی زبان وردپرس، بخشی از پروژه <a href="http://wp-persian.com" title="وردپرس فارسی">وردپرس فارسی</a>.

source: Zakrot Web Solutions
fa_ir: زاکروت، راهکارهای مبتنی بر وب

source: setting
fa_ir: تنظیمات
